Repository: Sonikato/Traducci-n-al-espa-ol-del-plugin-BP-Porfolio-PRO-de-Buddyboss
Catalog: bp-portfolio-pro-*.po
Languages: es_es

source: Couldn't load BPCP_Plugin_Check class at:<br/>%s
es_es: No se puede cargar la clase BPCP_Plugin_Check en:<br/>%s

source: <h1>Fatal error:</h1><hr/><pre>%s</pre>
es_es: <h1>Error Fatal:</h1><hr/><pre>%s</pre>

source: Couldn't load main class at:<br/>%s
es_es: No se pudo cargar la clase principal en:<br/>%s

source: views
es_es: vistos

source: Works In Progress (WIP)
es_es: Publicaciones en Desarrollo (Public. en Desarrollo)

source: - None -
es_es: - Ninguno -

source: New Page
es_es: Nueva Página

source: View
es_es: Visto

source: Use a WordPress page to display all Works In Progress uploaded by all users. (Optional)
es_es: Use una página de WordPress para mostrar todos las Publicaciones en Desarrollo cargadas por todos los usuarios. (Opcional)

source: Add WIP
es_es: Agregar Public. en Desarrollo

source: Use a WordPress page to display Add WIP form. (Optional)<br /> If not selected, Add WIP form will be displayed at <code>/members/username/portfolio/wip</code>.
es_es: Use una página de WordPress para mostrar Agregar formulario Public. en Desarrollo. (Opcional)<br /> Si no se selecciona, se mostrará el formulario Agregar Public. en Desarrollo en <code>/members/username/portfolio/wip</code>.

source: Collections
es_es: Cursos

source: Use a WordPress page to display all Collections uploaded by all users. (Optional)
es_es: Use una página de WordPress para mostrar todos los Cursos subidos por todos los usuarios. (Opcional)

source: <b>Works In Progress (WIP)</b> &mdash; Let users share and discuss revisions on incomplete work
es_es: <b>Publicaciones en Desarrollo (Public. en Desarrollo) </b> &mdash; Permita que los usuarios compartan y analicen las revisiones sobre el trabajo incompleto

source: <b>Collections</b> &mdash; Let users share collections of their favorite Projects from the site
es_es: <b>Cursos</b> &mash; Permita que los usuarios compartan Cursos de sus Publicaciones favoritas del sitio

source: WIP Comments sync
es_es: Sincronización de comentarios de Public. en Desarrollo

source: Allow WIP activity stream commenting to sync with WIP posts
es_es: Permitir que los comentarios de la secuencia de actividad de Public. en Desarrollo se sincronicen con las publicaciones de Public. en Desarrollo

source: Make sure to activate "Site Tracking" component in Settings &gt; BuddyPress, and also check the option "Allow activity stream commenting on blog and forum posts"
es_es: Asegúrese de activar el componente "Seguimiento del sitio" en Configuración & gt; BuddyPress, y también marque la opción "Permitir que la secuencia de actividad comente en publicaciones de blogs y foros"

source: Project & WIP views count
es_es: La Publicación y las vistas de Public. en Desarrollo cuentan

source: Display total view counts, in Project/WIP list and single Project/WIP page
es_es: Visualizar recuentos de vistas totales, en la lista Publicación / Public. en Desarrollo y en la página única Publicación / Public. en Desarrollo

source: Visibility
es_es: Visibilidad

source: Everyone
es_es: Cualquiera

source: Only Me
es_es: Sólo yo

source: All Members
es_es: Todos los Miembros

source: Settings
es_es: Ajustes

source: Save Changes
es_es: Guardar Cambios

source: Some error happen while creating post. Please try again.
es_es: Se produce algún error al crear una publicación. Inténtalo de nuevo.

source: Please insert wip title
es_es: Por favor inserte el título de la Public. en Desarrollo

source: wip deleted successfully
es_es: Public. en Desarrollo eliminado satisfactoriamente

source: Collection deleted successfully
es_es: Curso borrado con éxito

source: Collection saved successfully!
es_es: ¡Curso guardado con éxito!

source: Please insert collection title & description
es_es: Por favor inserte el título y la descripción del Curso

source: %s appreciated the %s %s
es_es: %s valoraste el %s %s

source: by
es_es: por

source: Something wrong. Please try again
es_es: Algo salió mal. Inténtalo de nuevo

source: Caption Updated!
es_es: ¡Subtítulo actualizado!

source: Already saved!
es_es: ¡Ya guardado!

source: Project added to collection(s) successfully!
es_es: ¡Publicación agregada al (los) Curso (s) exitosamente!

source: Collection added successfully!
es_es: ¡Curso agregado con éxito!

source: Failed!
es_es: ¡Ha fallado!

source: Remove
es_es: Remover

source: (Edit)
es_es: (Editar)

source: Post author
es_es: Publicación del autor

source: %1$s at %2$s
es_es: %1$s a %2$s

source: Your comment is awaiting moderation.
es_es: Tu comentario está esperando ser moderado.

source: WIPs
es_es: Public. en Desarrollo

source: WIP
es_es: Public. en Desarrollo

source: All WIPs
es_es: Todas las Public. en Desarrollos

source: Add New WIP
es_es: Agregar nueva Public. en Desarrollo

source: Edit WIP
es_es: Editar Public. en Desarrollo

source: New WIP
es_es: Nueva Public. en Desarrollo

source: View WIP
es_es: Ver Public. en Desarrollo

source: Search WIPs
es_es: Buscar Public. en Desarrollos

source: No WIPs Found
es_es: No se encontraron Public. en Desarrollo

source: No WIPs Found in Trash
es_es: No se encontraron Public. en Desarrollo en la Papelera

source: Collection
es_es: Curso

source: All Collections
es_es: Todos los Cursos

source: Add New Collection
es_es: Agregar Nuevo Curso

source: Edit Collection
es_es: Editar Curso

source: New Collection
es_es: Nuevo Curso

source: View Collection
es_es: Ver Curso

source: Search Collections
es_es: Buscar Cursos

source: No Collections Found
es_es: No se encontraron Cursos

source: No Collections Found in Trash
es_es: No se encontraron Cursos en la Papelera

source: Tags
es_es: Etiquetas

source: Tag
es_es: Etiqueta

source: %s uploaded a revision to a work in progress, %s
es_es: %s subió una revisión a una Publicación en Desarrollo, %s

source: %s uploaded a new work in progress, %s
es_es: %s ha subido una nueva Publicación en Desarrollo, %s

source: Commented a work in progress
es_es: Comentó un trabajo en progreso

source: Work in Progress Comments
es_es: Comentarios de la Publicación en Desarrollo.

source: %1$s commented on the <a href="%2$s">work in progress</a>
es_es: %1$s comentó sobre el <a href="%2$s">Publicación en Desarrollo</a>

source: %1$s commented on the <a href="%2$s">work in progress</a>, on the site %3$s
es_es: %1$s comentó el <a href="%2$s">Publicación en Desarrollo</a>, en el sitio %3$s

source: wip
es_es: Public. en Desarrollo

source: collections
es_es: Cursos

source: Edit Revision
es_es: Editar Revisión

source: Edit Work in Progress
es_es: Editar Publicación en Desarrollo

source: Add Revision
es_es: Agregar Revisión

source: Add Work in Progress
es_es: Agregar Publicación en Desarrollo

source: Update Revision and Continue
es_es: Actualizar Revisión y Continuar

source: Update WIP and Continue
es_es: Actualizar Public. en Desarrollo y Continuar

source: Add Revision and Continue
es_es: Agregar Revisión y Continuar

source: Create WIP and Continue
es_es: Crear Public. en Desarrollo y Continuar

source: Add a revision of this Work in Progress
es_es: Agregar una revisión de este Publicación en Desarrollo

source: Show what you're working on.
es_es: Muestra en qué estás trabajando.

source: Projects
es_es: Publicación

source: All Time
es_es: Todo el Tiempo

source: This Past Year
es_es: El Año Pasado

source: This past month
es_es: El Mes Pasado

source: This past week
es_es: La Semana Pasada

source: Today
es_es: Hoy

source: Categories
es_es: Categorías

source: Following
es_es: Siguiendo

source: Discuss this Work in Progress
es_es: Discute esta Publicación en Desarrollo

source: Discuss this Collection
es_es: Comenta en este Curso

source: Recent
es_es: Reciente

source: Most Commented
es_es: Más Comentado

source: Most Popular
es_es: Más Popular

source: Most Viewed
es_es: Más Visto

source: %s <span>Appreciation</span>
es_es: %s <span>Apreciación</span>

source: %s <span>View</span>
es_es: %s <span>Visto</span>

source: Category
es_es: Categoría

source: follow
es_es: seguir

source: unfollow
es_es: dejar de seguir

source: %1$s uploaded a new work in progress, %2$s
es_es: %1$s subió una nueva Publicación en Desarrollo, %2$s

source: %1$s uploaded a revision to a work in progress, %2$s
es_es: %1$s cargada una revisión en tu trabajo en progreso, %2$s

source: A dynamic list of newest and popular projects
es_es: Una lista dinámica de las publicaciones más nuevas y populares

source: Newest
es_es: Más Nuevo

source: Sorry, there were no projects found.
es_es: Lo sentimos, no se encontraron Publicaciones.

source: Title:
es_es: Título:

source: Max projects to show:
es_es: Máximo de Publicaciones para mostrar:

source: Default projects to show:
es_es: Publicaciones por defecto para mostrar:

source: A dynamic list of Work in Progress
es_es: Una lista dinámica de Publicaciones en Desarrollo

source: Sorry, there were no works in progress found.
es_es: Lo sentimos, no se encontraron Publicaciones en Desarrollo.

source: Works in Progress
es_es: Trabajos en Progreso

source: Max WIP to show:
es_es: Máximos Public. en Desarrollo para mostrar:

source: A dynamic list of updated and popular collections
es_es: Una lista dinámica de Cursos actualizadas y populares

source: Updated
es_es: Actualizado

source: follower
es_es: seguidor

source: followers
es_es: seguidores

source: Sorry, there were no collections found.
es_es: Lo sentimos, no se encontraron Cursos.

source: Max collections to show:
es_es: Máximo de Cursos para mostrar:

source: Default collections to show:
es_es: Cursos para mostrar por defecto:

source: There were no projects found, please try another filter.
es_es: No se encontraron Publicaciones, intente con otro filtro.

source: There were no collections found, please try another filter.
es_es: No se encontraron Cursos, intente con otro filtro.

source: To receive updates for BuddyBoss products, please install and activate the plugin %s
es_es: Para recibir actualizaciones de productos BuddyBoss, instale y active el complemento %s

source: Here is a video tutorial to get you started:
es_es: Aquí hay un video tutorial para que comiences:

source: Need more help?
es_es: ¿Necesitas más ayuda?

source: Frequently Asked Questions
es_es: Preguntas frecuentes

source: Current Version &amp; Release Notes
es_es: Versión actual &amp; Notas de lanzamiento

source: How to Update
es_es: Como actualizar

source: Cheatin&#8217; huh?
es_es: Haciendo trampas &#8217; ¿Ah?

source: Appreciate This
es_es: Valorarlo

source: Appreciated
es_es: Valorado

source: Appreciation
es_es: Valoración

source: Appreciations
es_es: Valoraciones

source: Views
es_es: Vistos

source: Choose...
es_es: Escoger...

source: Project title is missing
es_es: No se encuentra el título de la Publicación

source: Project content is missing
es_es: Falta contenido de la Publicación

source: %s is missing
es_es: %s no se encuentra

source: Please set a visibility
es_es: Por favor configure una visibilidad

source: Upload Media
es_es: Subir Medios

source: Use this Media
es_es: Usa este Medio

source: Delete
es_es: Eliminar

source: Add More Media
es_es: Agregar Más Medios

source: WIP title is missing
es_es: No se encuentra el titulo del Public. en Desarrollo

source: Video embed field cannot be empty.
es_es: El campo de inserción de video no puede estar vacío.

source: This video does now allow embedding. Please try another video.
es_es: Este video ahora permite la incrustación. Por favor prueba otro video.

source: Collection title cannot be empty
es_es: El título del Curso no puede estar vacío

source: Caption
es_es: Subtítulo

source: Please first download and activate the regular plugin.
es_es: Primero descarga y activa el complemento normal.

source: Create a new Collection
es_es: Crear un nuevo Curso

source: Description
es_es: Descripción

source: My Friends
es_es: Mis Amigos

source: Add this project into new collection
es_es: Agregar esta Publicación al nuevo Curso

source: Add to existing
es_es: Agregar a existente

source: Save
es_es: Guardar

source: Add Collection
es_es: Agregar a Curso

source: You have not followed any collection yet.
es_es: No has seguido ningún Curso todavía.

source: Sorry, there were no followed collections found.
es_es: Lo sentimos, no se encontraron Cursos seguidos.

source: Delete Collection
es_es: Eliminar Curso

source: You have not added a collection yet.
es_es: Aún no has agregado un Curso.

source: Add a collection
es_es: Añadir un Curso

source: Title (required)
es_es: Título (requerido)

source: Update Project
es_es: Actualizar Publicación

source: Add Project and Continue
es_es: Agregar Publicación y Continuar

source: Add Project
es_es: Agregar Publicación

source: You have not added a project yet.
es_es: Aún no has agregado una Publicación.

source: Add a project
es_es: Agregar a la Publicación

source: Photo
es_es: Foto

source: Video
es_es: Vídeo

source: Back to Previous Step
es_es: Volver al Paso Previo

source: Next Step
es_es: Próximo Paso

source: Add Video URL
es_es: Agregar URL del Vídeo

source: Upload an image to use as a cover photo for this project.<br/> The image will be shown on the main project page, and in search results.
es_es: Suba una imagen para usar como una foto de portada para esta Publicación.<br/> La imagen se mostrará en la página principal de la Publicación y en los resultados de búsqueda.

source: Library
es_es: Librería

source: Upload Image
es_es: Subir Imagen

source: Visibility (required)
es_es: Visibilidad (requerido)

source: Password
es_es: Contraseña

source: Discussion
es_es: Discusión

source: Allow Comments
es_es: Permitir Comentarios

source: Finish
es_es: Terminar

source: Collection by
es_es: Curso por

source: Edit Project
es_es: Editar Publicación

source: Delete Project
es_es: Eliminar Publicación

source: Project by
es_es: Publicación por

source: Add to Collection
es_es: Agregar al Curso

source: Appreciations
es_es: Valoraciones

source: Views
es_es: Vistos

source: Project Tags
es_es: Etiquetas de la Publicación

source: Delete Revision
es_es: Eliminar Revisión

source: Delete wip
es_es: Eliminar Public. en Desarrollo

source: Revision
es_es: Revisión

source: WIP by
es_es: Public. en Desarrollo por

source: WIP Tags
es_es: Etiquetas de la Public. en Desarrollo

source: Upload Your Image
es_es: Subir tu Imagen

source: You have not added a work in progress yet.
es_es: Agregar Publicaciones en Desarrollo.

source: Add a work in progress
es_es: Agregar a la Publicaciones en Desarrollo

source: Post a comment to start the conversation
es_es: Publica un comentario para comenzar la conversación

# Activity bb_wip Post Type post comment action
source: %1$s commented on the work in progress, %2$s
es_es: %1$s comentó sobre la Publicaciones en Desarrollo, %2$s

# Activity bb_wip Post Type post comment action
source: %1$s commented on the revision to a work in progress, %2$s
es_es: %1$s comentó sobre la revisión de una Publicaciones en Desarrollo, %2$s

# widget name
source: (BP Portfolio) Projects
es_es: (BP Portfolio) Publicaciones

# widget name
source: (BP Portfolio) Works in Progress
es_es: (BP Portfolio) Publicaciones en Desarrollo

# widget name
source: (BP Portfolio) Collections
es_es: (BP Portfolio) Cursos
